Repository: esauri/burgo
Catalog: src/locales/*.po
Languages: es

source: {calorie} Calories
es: {calorie} Calorías

source: Account
es: Cuenta

source: Add To Cart
es: Añadir al carrito

source: Added {productName} to cart
es: Se añadió {productName} al carrito

source: Already have an account?
es: ¿Ya tienes una cuenta?

source: An account with this email already exists
es: Una cuenta con este email ya existe

source: Body
es: Letra

source: Body Large
es: Letra grande

source: Body Small
es: Letra pequeña

source: Burgo Menu
es: Menú de Burgo

source: Clear Cart
es: Eliminar carrito

source: Clear search
es: Eliminar búsqueda

source: Continue Shopping
es: Seguir comprando

source: Create
es: Crear

source: Create Account
es: Crear cuenta

source: Custom built hamburgers
es: Hamburguesas personalizadas

source: Decrement quantity of {name} to {quantityAfterDecrement}
es: Decrementar cantidad de {name} a {quantityAfterDecrement}

source: Decrement quantity to {quantityAfterDecrement}
es: Decrementar cantidad a {quantityAfterDecrement}

source: Destructive Button
es: Botón destructivo

source: Destructive Link
es: Enlace destructivo

source: Don’t have an account?
es: ¿No tienes una cuenta?

source: Enter your email and set a password to get started
es: Entra tu email y establece una contraseña para comenzar

source: Failed to create account
es: Fallo al crear cuenta

source: Failed to log out
es: Fallo al cerrar sesión

source: Filled Button
es: Botón relleno

source: Filled Link
es: Enlace relleno

source: Get Started
es: Empezar

source: Ghost Button
es: Botón fantasma

source: Ghost Link
es: Enlace fantasma

source: Go to Cart
es: Ir al carrito

source: Go to Create Account
es: Ir a crear cuenta

source: Go to Home
es: Ir a inicio

source: Got to Account
es: Ir a cuenta

source: How many?
es: ¿Cuántos?

source: Image of {name}
es: Imagén de {name}

source: Increment quantity of {name} to {quantityAfterIncrement}
es: Incrementar cantidad de {name} a {quantityAfterIncrement}

source: Increment quantity to {quantityAfterIncrement}
es: Incrementar cantidad a {quantityAfterIncrement}

source: Invalid email or password
es: Email o contraseña inválidos

source: Invalid form data
es: Información inválida

source: Items in cart:
es: Elementos en el carrito:

source: Label
es: Etiqueta

source: Link Button
es: Botón de enlace

source: Link Link
es: Enlace

source: Log in
es: Iniciar sesión

source: Logout
es: Terminar sesión

source: Name
es: Nombre

source: No products available
es: Productos no disponibles

source: Nutrition
es: Nutrición

source: Outline Button
es: Botón de contorno

source: Outline Link
es: Enlace de contorno

source: Password
es: Contraseña

source: Please select a valid quantity
es: Por favor selecciona una cantidad válida

source: Price
es: Precio

source: Product information
es: Información del producto

source: Product not found
es: Producto no se encontró

source: Products
es: Productos

source: Products not found
es: No se encontraron productos

source: Quantity
es: Cantidad

source: Quantity:
es: Cantidad:

source: Remove {name}
es: Remover {name}

source: Shopping Cart
es: Carrito de compras

source: Title
es: Título

source: Title Large
es: Titulo grande

source: Title Small
es: Titulo pequeño

source: Unable to update cart
es: No se pudo actualizar el carrito

source: User has invalid data
es: Usuario tiene datos inválidos

source: View all products
es: Ver todos los productos

source: View Cart
es: Ver carrito

source: We were unable to find any products that matched your search.
es: No se encontraron productos que coincidan con su búsqueda.

source: Welcome,
es: Bienvenido,

source: What are you hungry for?
es: ¿Qué deseas comer?

source: You must be logged in to access this content
es: Debes iniciar sesión para acceder a este contenido

source: you@example.com
es: tú@ejemplo.com

source: Your cart is empty
es: Su carrito está vacío

source: Your items
es: Tus elementos

source: Your Name
es: Tu Nombre
